Repository: jpds-zz/entrymgr
Catalog: po/*.po
Languages: de, fr

source: No entry name specified.
de: Kein Journalname eingegeben.
fr: Aucune entrée de journal spécifié.

source: Entry with filename '%s' exists.
de: Eintrag mit dem Dateinamen '%s' existiert schon.
fr: Entrée de journal avec cette nom de fichier '%s' existe.

source: Entry with filename '%s' does not exist.
de: Eintrag mit dem Dateinamen '%s' existiert nicht.
fr: Entrée de journal avec cette nom de fichier '%s' n'existe pas.

source: Manage journal entries.
de: Journaleintr채ge verwalten.
fr: Gérer les écritures de journal.

source: Action to perform on entry, one of: create, remove.
de: Aktion auf der Eintrag zu ausf체hren, eines aus: create (erstellen), remove (entfernen).
fr: Action à effectuer sur l'entrée, l'un de: create (créer), remove (supprimer).

source: Name of entry to perform action on.
de: Name des Eintrags darauf ein Aktion ausf체hren.
fr: Nom d'entrée de journal à effectuer l'action sur.

source: Date of entry to perform action on (Format: YYYY/MM/DD).
de: Datum des Eintrag Aktion darauf ein Aktion ausf체hren (Format: JJJJ/MM/TT).
fr: Date d'entrée pour exécuter cette action sur (Format: AAAA/MM/JJ).

source: Invalid action, see --help.
de: Unbekannte Aktion, bitte sehen Sie --help.
fr: Action invalide, consultez: --help.

source: Invalid date format specified.
de: Unbekannte Datumformat eingegeben.
fr: Format de date invalide spécifié.

source: Created entry '%s' for %s.
de: Eintrag '%s' auf '%s' hergestellt.
fr: Entrée '%s' pour %s créé.

source: Removed entry '%s' for %s.
de: Eintrag '%s' auf '%s' entfernt.
fr: Entrée '%s' pour %s supprimé.
