Repository: jpds-zz/entrymgr
Catalog: locale/*.po
Languages: it

source: No entry name specified.
it: Nessuna voce specificata.

source: Entry with filename '%s' exists.
it: Esiste una voce con file '%s'.

source: Entry with filename '%s' does not exist.
it: Non esiste una voce con file '%s'.

source: Manage journal entries.
it: Gestisci le voci del diario.

source: Action to perform on entry, one of: create, remove.
it: Azione da compiere sulla voce: create (crea) or remove (elimina).

source: Name of entry to perform action on.
it: Nome della voce sulla quale operare.

source: Date of entry to perform action on (Format: YYYY/MM/DD).
it: Data della voce sulla quale operare (Formato: AAAA/MM/GG).

source: Invalid action, see --help.
it: Azione non valida, consultare --help.

source: Invalid date format specified.
it: Formato della data non valido.

source: Created entry '%s' for %s.
it: Voce '%s' creata per %s.

source: Removed entry '%s' for %s.
it: Voce '%s' eliminata per %s.
